"Background" = "Achtergrond";
"Black & White" = "Zwart-wit";
"Cancel" = "Annuleer";
"Choose..." = "Selecteer...";
"Compress" = "Comprimeer";
"Convert Image..." = "Converteer afbeelding...";
"Crop" = "Snij uit";
"Format" = "Formaat";
"Height:" = "Hoogte:";
"Image Converter" = "Converteer afbeelding";
"Image: " = "Afbeelding: ";
"Rotate Left" = "Linksom draaien";
"Rotate Right" = "Rechtsom draaien";
"Save" = "Bewaar";
"Scale preview" = "Schaal voorvertoning";
"Size" = "Grootte";
"Width:" = "Breedte:";
"untitled" = "naamloos";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
